__mod_name__ = "Tᴏᴏʟꜱ"

__help__ = """
*✘ Sᴀɴɢᴍᴀᴛᴀ ɪɴғᴏ ✘*
➻ /sg <ʀᴇᴘʟʏ ᴛᴏ ᴜsᴇʀ>*:* Tᴏ ᴄʜᴇᴄᴋ ᴀɴʏᴏɴᴇ's ʜɪsᴛᴏʀʏ.
*Dᴀᴛᴇ-ᴛɪᴍᴇ-ᴡᴇᴀᴛʜᴇʀ*
➻ /time <country code>*:* Gɪᴠᴇs ɪɴғᴏ ᴀʙᴏᴜᴛ ᴛʜᴇ ᴛɪᴍᴇᴢᴏɴᴇ.
➻ /weather <city>*:* Gᴇᴛ ᴡᴇᴀᴛʜᴇʀ ɪɴғᴏ ᴏғ ᴛʜᴇ ɢɪᴠᴇɴ ᴄɪᴛʏ.
➻ /wttr <city>*:* Aᴅᴠᴀɴᴄᴇᴅ ᴡᴇᴀᴛʜᴇʀ ᴍᴏᴅᴜʟᴇ, ᴜsᴀɢᴇ sᴀᴍᴇ ᴀs /weather.
➻ /wttr moon*:* Gᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇᴍᴛ sᴛᴀᴛᴜs ᴏғ ᴛʜᴇ ᴍᴏᴏɴ.
*✘ ᴇɴᴄʀʏᴘᴛ ɴᴅ ᴅᴇᴄʀʏᴘᴛ ✘*
➻ /encrypt*:* Eɴᴄʀʏᴘᴛ ᴛʜᴇ ᴛᴇxᴛ.
➻ /decrypt*:* Dᴇᴄʀʏᴘᴛs ᴘʀᴇᴠɪᴏᴜsʟʏ ᴇɴᴄʀʏᴘᴛᴇᴅ ᴛᴇxᴛ.
➻ /zip*:* Rᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ғɪʟᴇ ᴛᴏ ᴄᴏᴍᴘʀᴇss ɪᴛ ɪɴ .zip ғᴏʀᴍᴀᴛ.
➻ /unzip*:* Rᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ғɪʟᴇ ᴛᴏ ᴅᴇᴄᴏᴍᴘʀᴇss ɪᴛ ғʀᴏᴍ ᴛʜᴇ .zip ғᴏʀᴍᴀᴛ.
 ✘ Tᴇʟᴇɢʀᴀᴘʜ✘:
➻ /tgm : Gᴇᴛ ᴀ ᴘᴇʀᴍᴀɴᴇɴᴛ ᴛᴇʟᴇɢʀᴀᴘʜ ʟɪɴᴋ ᴏғ ʀᴇᴘʟɪᴇᴅ ᴍᴇᴅɪᴀ.
➻ /tgt: Gᴇᴛ ᴀ ᴘᴇʀᴍᴀɴᴇɴᴛ ᴛᴇʟᴇɢʀᴀᴘʜ ʟɪɴᴋ ᴏғ ʀᴇᴘʟɪᴇᴅ ᴛᴇxᴛ.
"""
